/*
 1) LoginViewController
 Если пользователь долго находится на данном экране, то можно ему вывести алерт "Может быть вы забыли пароль?"
 2) ProfileViewController
 Это экран новостной ленты. Можно подгружать раз в какое-то время новые посты.
 Также можно через пол часа - час и больше (в зависимости от нынешней рекомендации врачей) вывести алерт "вы слишком долго находитесь в приложении, вашим глазам нужно отдохнуть". Данное упоминание относится в целом ко всему приложению.
 Через таймер можно обновлять время, когда статус был добавлен (предварительно добавить лейбл)
 3) На других экранах отсутствует какая-либо информация. Можно при переходе на них вывести через 3-5 секунд алерт "Не переживайте, эти экраны сейчас на доработке, но в скором времени они будут закончены!"
 Хоть это и странно...
 */
